Revit 2027 API
ParameterTypeId.CurveElemArcStartAngle Property
 "Angle 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurveElemArcStartAngle { get; }
Public Shared ReadOnly Property CurveElemArcStartAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurveElemArcStartAngle {
	ForgeTypeId^ get ();
}
static member CurveElemArcStartAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace